#+title: Evaluación de exposición: Sistemas de archivos distribuidos
#+author: Gunnar Wolf

- Tema presentado por :: Javier Montiel y Carolina Rodríguez
- Calificación global ::  9.55 * 0.3 + 8.88 * 0.7 = *9.081*

* Comentarios

Dado que es una presentación en video, no puedo evaluar /dominio del
tema/ y /presencia/ como lo hacemos habitualmente. Me centro en las
respuestas que hagan a las preguntas de sus compañeros y en si la
presentación "suena" leída directamente del material que prepararon o
expuesta más libremente.

* Evaluación grupal

Esta evaluación proviene de la encuesta que llenaron en línea. No
tengo acceso al desglose, por lo cual presento únicamente el resumen
de la evaluación.

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|           10 |    10 |      9.375 |    9.375 | 9         | 9.55  |
|--------------+-------+------------+----------+-----------+-------|

** Comentarios de los compañeros

Su exposición recibió los siguientes comentarios anonimizados por
parte de sus compañeros:

- Que bueno que este equipo logro profundizar lo que son los sistemas
  distribuidos ya que mi compañero y yo tocamos muy leve ese asunto
  cuando hablamos de git pero sin duda es importante saber como se
  comporta.
- Todo super bien y bastante claro ¡GRACIAS!
- Le falto volumen a la presentacion.

* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |           10 |       2. |
| Contenido              |    0.2 |          7.5 |      1.5 |
| Fuentes bibliográficas |    0.1 |          7.5 |     0.75 |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |           10 |      1.5 |
| Presencia              |   0.15 |          7.5 |    1.125 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     8.88 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

